Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/M07.tmx
Source language: en_us
Languages: zh_cn

source: The Curse of Chalion
zh_cn: 查里昂的诅咒

source: They came to Valenda at dusk on the following day.
zh_cn: 他们在第二天黄昏时分临近瓦伦塔。

source: The town bulked black against a pewter sky, its deepening shadows relieved here and there by the orange flare of some torch or candle, faint sparks of light and life.
zh_cn: 灰蓝的天幕下，城镇望去黑蒙蒙一片，渐暗的剪影里零星散落火把和蜡烛橙黄的光点，闪烁着微蒙的光亮和生气。

source: They'd had no remounts on the branch road to Valenda, courier stations being reserved for the route to the Baocian provincial seat of Taryoon, so the last leg had been a long one for the horses.
zh_cn: 到通往瓦伦塔的支路上后，他们就没替换过马匹，驿马要留供往保西亚省府塔里恩的路途之用，所以最后一段路程对马儿们来说变得相当漫长。

source: Cazaril was content to let the tired beasts walk, heads down on a long rein, the remaining stretch through the city and up the hill.
zh_cn: 卡扎利尔也满足于让那些疲惫的牲口松着长长的缰绳，垂首缓步而行，踱过穿越市镇上山的余下旅途。

source: He wished he could stop here, stop, and sink down by the side of the road, and not move for days.
zh_cn: 他希望自己能在这里停下，停下脚步，昏倒在路旁，几天都不要动弹。

source: In minutes, it would be his task to tell a mother that her son was dead.
zh_cn: 再过几分钟，他就必须履行职责，他将告知一位母亲她的儿子身亡的消息。

source: Of all the trials he expected to face on this journey, this was the worst.
zh_cn: 他料想这次行程困难重重，而在他将面对的所有考验中，这是最糟的一个。

source: Too soon, they reached the Provincara's castle gates.
zh_cn: 很快，他们就抵达了省长夫人城堡的大门。

source: The guards recognized him at once and ran shouting for the servants; the groom Demi held his horse, and was the first to ask, Why are you here, my lord?
zh_cn: 卫兵立刻认出了他，赶忙喊来仆人；马夫黛米拉住他的马，首先问，为什么您在这儿，大人？

source: The first, but not the last.
zh_cn: 她是第一个这么问的，但不会是最后一个。

source: "I bear messages to the Provincara and the Lady Ista, "Cazaril replied shortly, bent over his pommel.
zh_cn: “我身负给省长夫人和伊斯塔夫人的讯息。”卡扎利尔自马鞍上俯过身，简短地答道。

source: Foix popped up at his horse's shoulder, staring up expectantly; Cazaril heaved his off leg up over the horse's haunches, kicked free of the other stirrup, and dropped to his feet.
zh_cn: 福埃克斯突然冒了出来，站在他的马肩侧，期待什么似的抬头注视着他；卡扎利尔抬起一条腿伐过马背，另一脚也踢开马镫，跳了下来。

source: His knees buckled, and he would have fallen then, but for the strong hand that caught his elbow.
zh_cn: 他两膝一软，差点就要跌倒，不过一只有力的手扶住了他的胳膊肘。

source: They'd made good time.
zh_cn: 他们之前一直在拼尽全力赶路。

source: He wondered dizzily how dearly he would pay for it.
zh_cn: 他晕乎乎地想，还不知道他将为这付出多大代价。

source: He stood a moment, trembling, till his balance returned to him.
zh_cn: 他微微打着颤，站了片刻，直到又能自己站稳。

source: "Is Ser dy Ferrej here?"
zh_cn: “第·费尔奇准男爵在吗？”

source: "He has escorted the Provincara to a wedding feast intown," Demi told him. "I don't know when they mean to return."
zh_cn: “他护送省长夫人去镇上赴婚宴了，”黛米对他说，“我不晓得他们什么时候会回来。”

source: "Oh," said Cazaril.
zh_cn: 卡扎利尔“哦”了一声。

source: He was almost too tired to think.
zh_cn: 他太累了，几乎无力思考。

source: He'd been so exhausted last night, he'd fallen asleep in the posting-house bunk within minutes of being steered to it by his helpers, and slept even through Dondo.
zh_cn: 他昨夜就精疲力尽了，被助手们架进驿馆后没几分钟他就在铺位上睡着了，甚至连唐多都没能骚扰他。

source: Wait for the Provincara?
zh_cn: 要等省长夫人回来吗？

source: He'd meant to report to her first, and let her determine how to tell her daughter.
zh_cn: 他本想先向她报告情况，请她来决断该如何告知她的女儿。

source: No.
zh_cn: 不。

source: This is unbearable.
zh_cn: 他承受不住的。

source: Get it overwith.
zh_cn: 还是一劳永逸，把事情解决吧。

source: "In that case, I will see the Lady Ista first."
zh_cn: “既然这样，我就先面见伊斯塔夫人。”

source: He added, "The horses need to be rubbed down and watered and fed.
zh_cn: 他又补充道：“马匹需要好好刷一刷，然后饮水喂食。

source: These are Ferda and Foix dy Gura, men of good family in Palliar.
zh_cn: 这是费尔达·第·古拉和福埃克斯·第·古拉，出身帕利亚名门。

source: Please see that they are given...everything.
zh_cn: 请确保他们得到......需要的一切。

source: We've not eaten.
zh_cn: 我们还没吃过东西。”

source: "Nor washed, but that was obvious; everyone's sweat-soaked woolens were splashed with winter road mud, hands grimed, faces streaked with dirt.
zh_cn: 也没梳洗过，不过那很明显；每个人的毛呢衣都浸透汗水、溅着冬日道路上的泥泞，满手污垢，一脸尘土。

source: They were all three blinking and weary in the torchlight of the courtyard.
zh_cn: 他们三个人都在庭院的火把光亮中眨着眼，疲惫不堪。

source: Cazaril's fingers, stiff from clutching his reins in the cold since dawn, plucked at the ties of his saddle bags.
zh_cn: 卡扎利尔用他从拂晓起就僵硬得没法在寒冷中抓牢缰绳的手指，拉扯着褡裢上的绳结。

source: Foix took that task from him, too, and pulled the bags off the horse.
zh_cn: 福埃克斯再次从他手里接过这项工作，取下了马上的包裹。

source: Cazaril rather determinedly took them back from him, folded them over his arm, and turned.
zh_cn: 卡扎利尔颇为断然地从他手中拿回包裹，挂在自己胳膊上，转过身去。

source: "Take me to Ista now, please," he said faintly. "I have letters for her from the Royesse Iselle."
zh_cn: “请马上带我去见伊斯塔，”他虚弱地说，“我有伊塞尔公主给她的信。”

source: A house servant led him within, and up the stairs in the new building.
zh_cn: 一名仆人领他入内，走上新楼的阶梯。

source: The man had to wait for Cazaril to climb slowly after him.
zh_cn: 那人不得不放慢脚步等待跟在他身后缓缓攀爬的卡扎利尔。

source: His legs felt like lead.
zh_cn: 他的腿沉得像是灌了铅。

source: Murmurs rose and fell between the man and the royina's attendants, as he negotiated Cazaril's entry to her chambers.
zh_cn: 絮絮的低语在那人和王后的侍女间起伏，他在通报卡扎利尔的觐见。

source: The air within was perfumed with bowls of dried flower petals and aglow with candle light and warmth from the corner fireplace.
zh_cn: 屋内充盈着钵子里干花瓣的芬芳、烛火的亮光和隅角壁炉的温暖。

source: Cazaril felt huge and awkward and filthy in this dainty sitting room.
zh_cn: 在这雅致的起居室里，卡扎利尔有了种笨重、粗俗、肮脏的感觉。

source: Ista sat on a cushioned bench, dressed in warm wraps, her dun hair bound in a thick rope down her back.
zh_cn: 伊斯塔坐在一张加了软垫的长椅上，裹着温暖的外套，暗褐色的头发用一根粗绳扎起垂在背上。

source: Like Sara, the inky shadow of the curse hung about her.
zh_cn: 和萨拉一样，她也被那诅咒漆黑的影子笼罩着。

source: So.
zh_cn: 就是这样。

source: I was right in that guess.
zh_cn: 我的那个猜测是对的。

source: Ista turned toward him; her eyes widened, and her face stiffened.
zh_cn: 伊斯塔转向他；她的两眼睁大了，表情一下变得僵硬。

source: She surely knew something was terribly wrong just by his sudden presence here.
zh_cn: 单从他的突然出现，她肯定就意识到是出了什么可怕的事情。

source: The hundred ways to break the news to her gently that he'd rehearsed during the long hours of riding seemed to fall through his fingers, under the pressure of those dark, dilated eyes.
zh_cn: 那双睁大的暗色眼睛沉沉地压着他，骑在马上时预演的成百种委婉的说辞似乎全从他指缝间滑走了。

source: Any delay now would be cruel beyond measure.
zh_cn: 此刻，任何耽搁都将是极度的残忍。

source: He fell to one knee before her, and cleared his throat.
zh_cn: 他在她身前单膝跪下，清清嗓子。

source: "First. Iselle is well. Hold to that." He inhaled. "Second. Teidez died two nights ago, from an infected wound."
zh_cn: “首先，伊塞尔安好。请您相信。”他吸了口气，“第二，泰德斯死了，在两天前的夜里，死于伤口感染。”

source: The two women attending upon Ista cried out, and clutched each other.
zh_cn: 服侍伊斯塔的两名女子叫出声来，紧紧搂住了对方。

source: Ista barely moved, but for a little flinch, as if an invisible arrow had struck her.
zh_cn: 伊斯塔几乎没动，只是稍稍退缩了一下，像是被一支看不见的箭射中了。

source: She vented a long, wordless exhalation.
zh_cn: 她长长地出了一口气，一言不发。

source: "You understand my words, Royina?" Cazaril said hesitantly.
zh_cn: “您听明白我的话了吗，王后？”卡扎利尔迟疑地问。

source: "Oh, yes," she breathed.
zh_cn: “哦，是的。”她说。

source: One corner of her mouth turned up; Cazaril could not call it a smile.
zh_cn: 她提起一边唇角；卡扎利尔实在不能把那称为微笑。

source: It was nothing like a smile, that black irony.
zh_cn: 那种阴郁的讥讽，一点都不像一个笑容。

source: "When it is too-long-anticipated, a blow falls as a relief, you see.
zh_cn: “当你等待一个早被预言的结果太久的时候，打击本身的降临反而像是一种解脱。

source: The waiting is over.
zh_cn: 等待终于结束了。

source: I can stop fearing, now.
zh_cn: 现在，我可以不再继续心怀恐惧。

source: Can you understand that?"
zh_cn: 你能理解吗？”

source: Cazaril nodded.
zh_cn: 卡扎利尔点点头。

source: After a moment of silence, broken only by the sobbing of one of her women, she added quietly, "How came he by this wound? Hunting? Or something...else?"
zh_cn: 片刻之后，她手下一名女子的啜泣声打破了沉默。伊斯塔静静地补充道：“他是怎么受伤的？打猎？或者是别的......什么？”

source: "Not...hunting exactly.
zh_cn: “准确地说......不是打猎。

source: In a way it was..."
zh_cn: 虽然从某种角度来说是......

source: Cazaril licked his lips, chapped with the cold. "Lady, do you see anything odd about me?"
zh_cn: ”卡扎利尔舔了舔因为寒冷而开裂的嘴唇，“夫人，您看出我有什么奇怪的地方了吗？”

source: "I see only with my eyes, now.
zh_cn: “我如今只是看见自己的眼睛所看见的东西。

source: I've been blind for years, you see.
zh_cn: 如你所见，我已经失去那视力许多年了。

source: You see?"
zh_cn: 你看出来了吧？”

source: Her emphasis made her meaning very plain, Cazaril thought.
zh_cn: 她的强调使得她想要表达的意思再清楚不过了，卡扎利尔想。

source: "Yes."
zh_cn: “是的。”

source: She nodded and sat back.
zh_cn: 她一边点头一边坐回去。

source: "I thought so.
zh_cn: “我想也是。

source: There is a look about one who sees with those eyes."
zh_cn: 能用那眼睛看见事物的人总有一种特别的气质。”

source: A trembling attendant crept up to Ista, and said in an overly light voice, "Lady, perhaps you should come away to bed, now.
zh_cn: 一名颤抖的侍女轻手轻脚地走到伊斯塔身旁，用极轻的声音说：“夫人，您现在或许该就寝了。

source: Your ladymother will surely be back soon..."
zh_cn: 您母亲很快就要回来了......

source: She shot Cazaril a meaningful look over her shoulder; clearly, the woman thought Ista was going into one of her mad fugues.
zh_cn: ”她转头朝卡扎利尔投去意味深长的一眼；显然，那女人认为伊斯塔快要进入某种疯狂状态了。

source: Into what everyone thought was one of her fugues.
zh_cn: 进入某种众人都认为的疯狂状态。

source: Had Ista ever been mad?
zh_cn: 伊斯塔真的曾经变疯过吗？

source: Cazaril sat back on his heels.
zh_cn: 卡扎利尔重新坐好。

source: "Please leave us now.
zh_cn: “现在，请让我们单独留下。

source: I must have some private speech with the royina on matters of some urgency."
zh_cn: 我有些紧要的事情必须同王后密谈。”

source: "Sir, my lord..."
zh_cn: “阁下，大人......

source: The woman managed a false smile, and whispered in his ear, "We dare not leave her in this stricken hour--she might do herself some harm."
zh_cn: ”那女人勉强挤出一个笑容，悄悄在他耳边说，“我们可不敢在这种遭难的时刻把她单独留下——她说不定会弄伤自己的。”

source: Cazaril climbed to his full height, and took both ladies by the arms, and steered them gently but inexorably out the door.
zh_cn: 卡扎利尔直起身杆，抓住两位女士的胳膊，动作温和但不容置疑地把她们引到门外。

source: "I will undertake to guard her.
zh_cn: “我会负责守卫她的。

source: Here, you may wait in this chamber across the hall, and if I need you, I will call out, all right?" He shut both doors upon their protests.
zh_cn: 这边走，你们可以在走廊那头的房间里等候，需要的话我会叫你们，就这样好吗？”他不等她们开口抗议，就关上了门。

source: Ista waited unmoving, but for her hands.
zh_cn: 伊斯塔端坐着，只有她的手在活动。

source: She held a fine lace handkerchief, which she commenced to folding, over and over, into smaller and smaller squares.
zh_cn: 她拿着一方绣有精美花边的手帕，开始一折又一折地把它叠成越来小的方块。

source: Cazaril grunted down to sit cross-legged on the floor at her feet and stare up into that wide-eyed, chalky face.
zh_cn: 卡扎利尔疲惫地咕哝两声，在她脚旁盘腿坐下，仰头注视那张目瞪口呆的苍白的脸。

source: "I have seen the Zangre's ghosts," he said.
zh_cn: “我已见过赞格里的鬼魂。”他说。

source: "More.
zh_cn: “还有更多。

source: I have seen the dark cloud that hangs over your House.
zh_cn: 我已见过笼罩在您家族上方的黑色阴云。

source: The Golden General's curse, the bane of Fonsa's heirs."
zh_cn: 金色元帅的诅咒，方萨后裔的灾祸。”

source: "You know of it, then?"
zh_cn: “您知道它的存在，嗯？”

source: "Oh, yes."
zh_cn: “哦，是的。”

source: "It hangs about you now."
zh_cn: “它此刻就盘桓在您周围。”

source: "It hung about Orico, and Sara. Iselle--and Teidez."
zh_cn: “它也笼罩着奥里科、萨拉、伊塞尔——还有泰德斯。”

source: She tilted her head and stared away.
zh_cn: 她仰起头，移开了视线。

source: Cazaril thought about a state of shock he had seen sometimes come upon men in battle, between the moment a blow fell, and the time their bodies fell; men who should have been unconscious, should have been dead, staggering about yet for a time, accomplishing, sometimes, extraordinary acts.
zh_cn: 卡扎利尔回忆着他在战争中曾见过的人们遭受重创的情形，在那打击突降的瞬间，在他们的身体将倒下的时候：那些本该不省人事、本该就此死去的人，仍会挣扎蹒跚好一阵子，有时甚至会完成一些惊人之举。

source: Was this quiet coherence such a shock, soon to melt--should he seize it?
zh_cn: 这平静的随声附和是不是那样一种濒临崩溃的情形呢？——他是不是应该及时止住她呢？

source: Or hadIsta ever really been incoherent?
zh_cn: 伊斯塔真的曾不着边际地胡言乱语吗？

source: Or did we just not understand her?
zh_cn: 或者只是我们不曾真正理解她？

source: "Orico has become very ill.
zh_cn: “奥里科病得很厉害。

source: How I came by my second sight is all of a piece with this black tangle.
zh_cn: 我如何取得天目只是这黑色的乱局中的一部分而已。

source: But please, please, lady, tell me how you came to know.
zh_cn: 但是我请求您，请求您，夫人，告诉我您是怎么知道的。

source: What did you see, and when, and how?
zh_cn: 您看见了什么，在什么时候，怎么看到的？

source: I must understand.
zh_cn: 我必须理解这些。

source: Because I think--I fear--it has been given to me, it has fallen to me, to act.
zh_cn: 因为我认为——我担心——任务如今已被交托给我，命运降临在我身上，要我付诸行动。

source: Yet nothing has told me what that action must be.
zh_cn: 然而，没有什么来告诉我应当如何操作。

source: Even second sight cannot pierce this dark."
zh_cn: 甚至连天目都无法刺破这黑暗。”

source: Her brows went up.
zh_cn: 她的眉毛向上扬起。

source: "I can tell you truths.
zh_cn: “我可以告诉你真相。

source: I cannot give you understanding.
zh_cn: 但我无法教你理解。

source: For how can one give what one does not possess?
zh_cn: 一个人要如何给另一个人自己都不曾有过的东西？

source: I have always told the truth."
zh_cn: 我一直都在告诉人们事实。”

source: "Yes.
zh_cn: “是的。

source: I see that now."
zh_cn: 现在我明白了。”

source: He took a daring breath. "But have you ever told all of it?"
zh_cn: 他近乎鲁莽地深深吸了口气，“不过，您已把一切都说出来了吗？”

source: She sucked on her lower lip a moment, studying him.
zh_cn: 她咬着下唇，打量了他片刻。

source: Her trembling hands, seeming to belong to some other Ista than the one of this carven face, began unfolding the tight knot of the handkerchief again upon her knee.
zh_cn: 她那双颤抖的手，看上去似乎属于另一个伊斯塔，而不是这张雕塑般的脸，它们又开始在她的膝盖上展开那已被压成小块的手帕。

source: Slowly, she nodded.
zh_cn: 终于，她缓缓点了点头。

source: Her voice was so low, Cazaril had to tilt his head to be sure of catching all her words.
zh_cn: 她的嗓音如此低沉，卡扎利尔不得不极力仰起头以确保能听见她说的每一个字。

source: "It began when I became pregnant with Iselle.
zh_cn: “那是从我怀上伊塞尔的时候开始的。

source: The visions.
zh_cn: 幻象。

source: The second sight came and went.
zh_cn: 天目来了又去。

source: I thought it was an effect of my pregnancy--bearing turns some women's brains.
zh_cn: 我以为那是妊娠的影响——怀孕会改变一些女人的头脑。

source: The physicians convinced me of that, for a time.
zh_cn: 一度，医师也使我这么相信着。

source: I saw the blind ghosts drifting.
zh_cn: 我看见潜藏的鬼魂在飘荡。

source: I saw the dark cloud hanging upon Ias, and young Orico.
zh_cn: 我看见黑色阴云笼罩着艾阿斯和年轻的奥里科。

source: I heard voices.
zh_cn: 我听见声音。

source: I dreamed of the gods, of the Golden General, of Fonsa and his two faithful companions burning in his tower.
zh_cn: 我梦见诸神，梦见金色元帅，梦见方萨和他两个忠实的伙伴在他的塔里满身火焰。

source: Of Chalion burning like the tower.
zh_cn: 梦见查里昂像那座塔一样燃着熊熊大火。

source: "After Iselle was born, the visions ceased.
zh_cn: “伊塞尔出生后，幻象停止了。

source: I thought I had been mad, and then got well again."
zh_cn: 我以为是我曾经精神错乱，然后又康复了。”

source: The eye could not see itself, not even the inner eye.
zh_cn: 眼睛从来都无法审视自我，哪怕是天目也不能。

source: He had been granted Umegat, been granted knowledge bought at others' cost and handed to him as a gift.
zh_cn: 他却有乌米加特，有别人付出代价得来的认知，他得到了这知识，就如受赠一件礼物。

source: How frightened would he be by now, if he were still groping for explanations of the inexplicable?
zh_cn: 假使他一直只能自己探寻这无法解释的现象，那他到如今将会怎样的惊惶啊？

source: "Then I became pregnant again, with Teidez.
zh_cn: “后来我又怀孕了，是泰德斯。

source: And the visions began again, twice as bad as before.
zh_cn: 幻象又开始了，而且有之前两倍厉害。

source: It was unbearable to think myself mad.
zh_cn: 认为自己疯了的感觉真是叫人难以忍受。

source: Only when I threatened to kill myself did Ias confess to me that it was the curse, and that he knew it.
zh_cn: 直到我威胁说要自杀，艾阿斯才向我承认那是个诅咒，而且他早知道它的存在。

source: Had always known of it."
zh_cn: 他一直都知道。”

source: And how betrayed, to find that those who'd known the truth hadn't told him, had left him to stagger about in isolated terror?
zh_cn: 发现那些知道真相的人都向他瞒而不告，让他在无助的恐惧中独自蹒跚，那将是怎样的一种被背叛的痛苦？

source: "I was horrified that I had brought my two children into this dire danger.
zh_cn: “我惊骇地意识到，我已经把我的两个孩子也带入了这可怕的危险。

source: I prayed and prayed to the gods that it might be lifted, or that they would tell me how it might be lifted, that they would spare the innocent.
zh_cn: 我不住地向诸神祈祷，祈求消除诅咒，或者告诉我如何消除它，那样他们就不需亲自动手。

source: "Then the Mother of Summer came to me, when I was round to bursting with Teidez.
zh_cn: “后来，在泰德斯即将降生之际，夏之圣母向我显圣了。

source: Not in a dream, not while I was sleeping, but when I was awake and sober, in the broad day.
zh_cn: 不是在梦中，不是在我睡着时，而是在大白天，在我清醒镇定的时候。

source: She stood as close to me as you are now, and I fell to my knees.
zh_cn: 她站在那里，离我就像你现在这样近，我跪了下来。

source: I could have touched her robe, if I'd dared.
zh_cn: 如果我斗胆伸手的话，我甚至都能摸到她的袍子。

source: Her breath wasa perfume, like wild flowers in the summer grasses.
zh_cn: 她气息如此芬芳，仿若夏日草地上的野花。

source: Her face was too beautiful for my eyes to comprehend, it was like staring into the sun.
zh_cn: 她面容如此美丽，似太阳般不可逼视。

source: Her voice was music."
zh_cn: 她嗓音如此悦耳，有如天籁。”

source: Ista's lips softened; even now, the peace of that vision echoed briefly in her face, a flash of beauty like the reflection of sunlight on dark waters.
zh_cn: 伊斯塔的唇线变得柔和；即使到今日，那景象的安详平和仍在她脸上荡出了短暂的余韵，那稍纵即逝的美丽仿佛日光在黑暗水面上的掠影。

source: But her brows tightened again, and she spoke on, bending forward, growing, if possible, more shadowed, more intent.
zh_cn: 但她的眉毛又蹙起来，继续说了下去。她向前俯身，加快语速，显得更阴郁、更专注了。

source: "She said that the gods sought to take the curse back, that it did not belong in this world, that it was a gift to the Golden General that he had spilt improperly.
zh_cn: “她说，诸神也想收回诅咒，它不属于这个世界，它是一件赐予金色元帅的礼物，却被滥用了。

source: She said that the gods might draw the curse back to them only through the will of a man who would lay down his life three times for the House of Chalion."
zh_cn: 她说，只有籍由一个愿三次为查里昂王族牺牲性命的人的意愿，诸神才能将这诅咒取回。”

source: Cazaril hesitated.
zh_cn: 卡扎利尔踌躇了。

source: The sound of his own breath in his nostrils seemed enough to drown out that quiet voice.
zh_cn: 他自己鼻腔内的呼吸声似乎都能把那个安静的嗓音淹没。

source: But the question rose helplessly to his lips, though he cursed himself for sounding a fool.
zh_cn: 但问题不受控制地从唇间冒了出来，他只能自我诅咒着，觉得自己听上去就像个傻瓜。

source: "Um...I don't suppose that three men could lay down their lives once each, instead?"
zh_cn: “唔......我猜，由三个人各牺牲一次性命来替代是不行的？”
